tap "bearer/tap"
tap "felixkratz/formulae"
tap "fish-shell/fish-beta-4"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "microsoft/mssql-release"
tap "mongodb/brew"
tap "oktadeveloper/tap"
tap "stripe/stripe-cli"
tap "teamookla/speedtest"
tap "wpscanteam/tap"
brew "cryptography"
brew "python@3.13"
brew "ansible"
brew "ast-grep"
brew "awscli"
brew "azure-cli"
brew "byobu"
brew "certbot"
brew "icu4c@76"
brew "chafa"
brew "circleci"
brew "cmake"
brew "unixodbc"
brew "php"
brew "composer"
brew "dcraw"
brew "elixir"
brew "exiftool"
brew "eza"
brew "ffmpeg"
brew "flyctl"
brew "fzf"
brew "gh"
brew "gibo"
brew "gifsicle"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "glab"
brew "go"
brew "gping"
brew "graphicsmagick"
brew "groonga"
brew "helix"
brew "htop"
brew "httpie"
brew "hugo"
brew "jq"
brew "k6"
brew "lazygit"
brew "luarocks"
brew "mongosh"
brew "mysql"
brew "neovim"
brew "nvm"
brew "pandoc"
brew "pipx"
brew "pkgconf"
brew "poppler"
brew "postgresql@17", restart_service: :changed
brew "prettier"
brew "python@3.11"
brew "rbenv"
brew "rbenv-gemset"
brew "rbenv-vars"
brew "ripgrep"
brew "rsync"
brew "sevenzip"
brew "sf-pwgen"
brew "sniffnet"
brew "spaceship"
brew "starship"
brew "stow"
brew "telnet"
brew "ugrep"
brew "wget"
brew "wtfutil"
brew "bearer/tap/bearer"
brew "fish-shell/fish-beta-4/fish"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-community"
brew "stripe/stripe-cli/stripe"
brew "teamookla/speedtest/speedtest"
cask "1password-cli"
cask "flameshot"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "git-credential-manager"
cask "libreoffice"
cask "multipass"
cask "ngrok"
cask "okta"
cask "orbstack"
cask "stats"
cask "visual-studio-code"
cask "warp"
vscode "astro-build.astro-vscode"
vscode "atlassian.atlascode"
vscode "aykutsarac.jsoncrack-vscode"
vscode "be5invis.vscode-icontheme-nomo-dark"
vscode "bierner.markdown-preview-github-styles"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "clemenspeters.format-json"
vscode "dart-code.dart-code"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "eriklynd.json-tools"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "fterrag.vscode-php-cs-fixer"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "junstyle.php-cs-fixer"
vscode "k6.k6"
vscode "kaleidoscope-app.vscode-ksdiff"
vscode "kokororin.vscode-phpfmt"
vscode "mechatroner.rainbow-csv"
vscode "mehedidracula.php-namespace-resolver"
vscode "mgmcdermott.vscode-language-babel"
vscode "michelemelluso.code-beautifier"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "neilbrayfield.php-docblocker"
vscode "nixon.env-cmd-file-syntax"
vscode "octref.vetur"
vscode "pascalreitermann93.vscode-yaml-sort"
vscode "phplasma.csv-to-table"
vscode "prisma.prisma"
vscode "ramiroberrelleza.bitbucket-pull-requests"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "robole.marky-stats"
vscode "rubenverg.bootstrap-product-icons"
vscode "rust-lang.rust-analyzer"
vscode "rvest.vs-code-prettier-eslint"
vscode "scala-lang.scala"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shopify.ruby-lsp"
vscode "sonarsource.sonarlint-vscode"
vscode "standard.vscode-standard"
vscode "stripe.vscode-stripe"
vscode "styled-components.vscode-styled-components"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "unifiedjs.vscode-mdx"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "walkme.php-extension-pack"
vscode "wayou.vscode-icons-mac"
vscode "wayou.vscode-todo-highlight"
vscode "xdebug.php-debug"
