tap "bearer/tap"
tap "felixkratz/formulae"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "microsoft/mssql-release"
tap "mongodb/brew"
tap "oktadeveloper/tap"
tap "stripe/stripe-cli"
tap "wpscanteam/tap"
brew "python@3.11"
brew "awscli"
brew "python@3.10"
brew "azure-cli"
brew "byobu"
brew "circleci"
brew "unixodbc"
brew "php"
brew "composer"
brew "flyctl"
brew "gh"
brew "gibo"
brew "git-lfs"
brew "glab"
brew "groonga"
brew "httpie"
brew "hugo"
brew "jq"
brew "k6"
brew "lazygit"
brew "mongosh"
brew "mysql"
brew "nvm"
brew "pandoc"
brew "postgresql@15"
brew "rbenv"
brew "rbenv-gemset"
brew "rbenv-vars"
brew "sf-pwgen"
brew "wget"
brew "wtfutil"
brew "bearer/tap/bearer"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-community"
brew "stripe/stripe-cli/stripe"
brew "wpscanteam/tap/wpscan"
cask "ngrok"
cask "okta"
cask "orangedrangon-android-messages"
cask "wkhtmltopdf"
vscode "ajhyndman.jslint"
vscode "bierner.markdown-preview-github-styles"
vscode "bmewburn.vscode-intelephense-client"
vscode "Dart-Code.dart-code"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "Equinusocio.vsc-community-material-theme"
vscode "eriklynd.json-tools"
vscode "esbenp.prettier-vscode"
vscode "fterrag.vscode-php-cs-fixer"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "kokororin.vscode-phpfmt"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "neilbrayfield.php-docblocker"
vscode "PascalReitermann93.vscode-yaml-sort"
vscode "rebornix.ruby"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "rvest.vs-code-prettier-eslint"
vscode "Vue.volar"
vscode "walkme.PHP-extension-pack"
vscode "wayou.vscode-todo-highlight"
vscode "wingrunr21.vscode-ruby"
