tap "bearer/tap"
tap "felixkratz/formulae"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "microsoft/mssql-release"
tap "mongodb/brew"
tap "oktadeveloper/tap"
tap "stripe/stripe-cli"
tap "wpscanteam/tap"
brew "python@3.11"
brew "ansible"
brew "awscli"
brew "azure-cli"
brew "byobu"
brew "circleci"
brew "unixodbc"
brew "php"
brew "composer"
brew "flyctl"
brew "gh"
brew "gibo"
brew "git-lfs"
brew "glab"
brew "groonga"
brew "htop"
brew "httpie"
brew "hugo"
brew "jq"
brew "k6"
brew "lazygit"
brew "mongosh"
brew "mysql"
brew "nvm"
brew "pandoc"
brew "postgresql@15"
brew "rbenv"
brew "rbenv-gemset"
brew "rbenv-vars"
brew "sf-pwgen"
brew "wget"
brew "wtfutil"
brew "bearer/tap/bearer"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-community"
brew "stripe/stripe-cli/stripe"
brew "wpscanteam/tap/wpscan"
cask "font-hack-nerd-font"
cask "ngrok"
cask "okta"
cask "orangedrangon-android-messages"
cask "raycast"
cask "visual-studio-code"
cask "wkhtmltopdf"
vscode "bierner.markdown-preview-github-styles"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "ClemensPeters.format-json"
vscode "Dart-Code.dart-code"
vscode "DavidAnson.vscode-markdownlint"
vscode "davidbwaters.macos-modern-theme"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "EliverLara.andromeda"
vscode "Equinusocio.vsc-community-material-theme"
vscode "eriklynd.json-tools"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "fterrag.vscode-php-cs-fixer"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "GrapeCity.gc-excelviewer"
vscode "junstyle.php-cs-fixer"
vscode "kokororin.vscode-phpfmt"
vscode "mechatroner.rainbow-csv"
vscode "MehediDracula.php-namespace-resolver"
vscode "mgmcdermott.vscode-language-babel"
vscode "michelemelluso.code-beautifier"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-playwright.playwright"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "neilbrayfield.php-docblocker"
vscode "Nixon.env-cmd-file-syntax"
vscode "octref.vetur"
vscode "PascalReitermann93.vscode-yaml-sort"
vscode "Prisma.prisma"
vscode "RamiroBerrelleza.bitbucket-pull-requests"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "robole.marky-stats"
vscode "rvest.vs-code-prettier-eslint"
vscode "scala-lang.scala"
vscode "shadowblood.tailwind-moon"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "SonarSource.sonarlint-vscode"
vscode "standard.vscode-standard"
vscode "tamasfe.even-better-toml"
vscode "unifiedjs.vscode-mdx"
vscode "Vue.volar"
vscode "Vue.vscode-typescript-vue-plugin"
vscode "walkme.PHP-extension-pack"
vscode "wayou.vscode-todo-highlight"
